[
    {
        "id": "web-search_6:0",
        "snippet": "Computational Methods for Engineering\n\nDamage & Fracture Mechanics\n\nEarthquake Engineering\n\nElectrical Engineering & Electromagnetics\n\nEnvironmental Engineering\n\nEnvironmental Health\n\nMarine & Offshore Engineering\n\nMaterials & Manufacturing\n\nMathematics & Statistics\n\nStructural Engineering\n\nSustainable Development\n\nTransport Engineering\n\nInternational Journals\n\nInternational Journal of Computational Methods and Experimental Measurements\n\nInternational Journal of Design & Nature and Ecodynamics\n\nInternational Journal of Ecodynamics\n\nInternational Journal of Energy Production and Management\n\nInternational Journal of Environmental Impacts\n\nInternational Journal of Heritage Architecture\n\nInternational Journal of Safety and Security Engineering\n\nInternational Journal of Sustainable Development and Planning\n\nInternational Journal of Transport Development and Integration\n\nTransactions of the Wessex Institute\n\nWIT Transactions on Engineering Sciences\n\nWIT Transactions on The Built Environment\n\nWIT Transactions on Information and Communication Technologies\n\nWIT Transactions on Ecology and the Environment\n\nWIT Transactions on Modelling and Simulation\n\nWIT Transactions on Biomedicine and Health\n\nWIT Transactions on State-of-the-art in Science and Engineering\n\nInternational Journals\n\nInternational Journal of Computational Methods and Experimental Measurements\n\nInternational Journal of Design & Nature and Ecodynamics\n\nInternational Journal of Ecodynamics\n\nInternational Journal of Energy Production and Management\n\nInternational Journal of Environmental Impacts\n\nInternational Journal of Heritage Architecture\n\nInternational Journal of Safety and Security Engineering\n\nInternational Journal of Sustainable Development and Planning\n\nInternational Journal of Transport Development and Integration\n\nAbout the Wessex Institute\n\nFrequently Asked Questions\n\nObituary - Professor Carlos A Brebbia\n\nWIT Transactions Editorial Board\n\nPublish with WIT Press\n\nSubmit a Conference Paper\n\nWIT Transactions on Ecology and the Environment\n\nWater Pollution Issues And Concerns In The Pacific Northwest, USA\n\nAir and Water Pollution 2022\n\nEdited By: C.A. Brebbia, Wessex Institute of Technology, UK\n\nWater Pollution Issues And Concerns In The Pacific Northwest, USA\n\nWIT Transactions on Ecology and the Environment\n\nR. Mahler, M. Barber & B. Shafii\n\nOver 90% of Pacific Northwest residents consider safe drinking water, clean rivers and groundwater protection to be the three most important environmental issues in the region.",
        "timestamp": "2024-01-11T02:35:46",
        "title": "Water Pollution Issues And Concerns In The Pacific Northwest, Usa",
        "url": "https://www.witpress.com/elibrary/wit-transactions-on-ecology-and-the-environment/182/26181"
    },
    {
        "id": "web-search_7:1",
        "snippet": "PNNL-Sequim (Marine and Coastal Research) Radiochemical Processing Laboratory Shallow Underground Laboratory Marine Pollution: Microplastic Transport Simulating Microplastics Transport in the Salish Sea Increasing levels of microplastic accumulation in the Pacific Northwest has been identified as an emerging issue of concern that has already caused significant damage to the marine ecosystem.\n\nTransport characteristics of microplastics in the Salish Sea were analyzed using a particle tracking model and the hydrodynamic solutions produced by the Salish Sea Model (SSM)\n\nDirectly exposed to the Pacific coastline and surrounded by the urbanized communities, the Salish Sea has become vulnerable to the increasing levels of microplastics which are considered as the pieces of plastics with a size less than 5 mm.",
        "timestamp": "2023-08-09T20:34:22",
        "title": "Marine Pollution: Microplastic Transport | PNNL",
        "url": "https://www.pnnl.gov/marine-pollution-microplastic-transport"
    },
    {
        "id": "web-search_8:3",
        "snippet": " This indicates it is an issue which warrants further study.\"\n\nThe researchers propose annual monitoring of trends in plastic pollution and the effectiveness of marine waste reduction strategies.\n\n\"Beached bird surveys are providing important clues about causes and patterns of sea bird mortality from oil spill impacts, fisheries by-catch and now plastic ingestion,\" says co-author Karen Barry with Bird Studies Canada, a not-for profit organization that helped facilitate the study.\n\nEnvironmental Issues\n\nEnvironmental Awareness\n\n1993 North American storm complex\n\nMaterials provided by University of British Columbia. Note: Content may be edited for style and length.\n\nStephanie Avery-Gomm, Patrick D. O’Hara, Lydia Kleine, Victoria Bowes, Laurie K. Wilson, Karen L. Barry.",
        "timestamp": "2023-06-25T09:29:35",
        "title": "Seabirds study shows plastic pollution reaching surprising levels off coast of Pacific Northwest -- ScienceDaily",
        "url": "https://www.sciencedaily.com/releases/2012/07/120704124321.htm"
    },
    {
        "id": "web-search_1:1",
        "snippet": " Eutrophication, a cause of harmful algal blooms (HABs) and hypoxia, is a growing concern, particularly in the southern Yellow Sea, the Amursky Bay in the Russian Federation, and the Masan Bay in Korea.\n\nNOWPAP supports the Member States with information, guidelines, and best practices to prevent and reduce land- and sea-based pollution, including eutrophication. Over the past decade, Northwest Pacific countries have been implementing the NOWPAP Regional Action Plan on Marine Litter (RAP MALI) which aims to prevent, control and remove marine litter, including through annual marine litter management workshops and International Coastal Clean-up campaigns. NOWPAP hosts the Northwest Pacific Regional Node of the Global Partnership on Marine Litter (GPML), a major information portal on marine litter data in the region.",
        "timestamp": "2023-01-02T14:05:42",
        "title": "Prevent and reduce pollution | Northwest Pacific Action Plan (NOWPAP)",
        "url": "https://www.unep.org/nowpap/what-we-do/prevent-and-reduce-pollution"
    },
    {
        "id": "web-search_8:1",
        "snippet": " \"Their stomach content provides a 'snapshot' sample of plastic pollution from a large area of the northern Pacific Ocean.\"\n\nNorthern fulmars forage exclusively at sea and retain ingested plastics for a long period of time, making them ideal indicators for marine littering. Analysis of beached fulmars has been used to monitor plastic pollution in the North Sea since the 1980s. The latest findings, when compared to previous similar studies, indicate a substantial increase in plastic pollution over the past four decades.\n\nThe research group performed necropsies on 67 beached northern fulmars and found that 92.5 per cent had plastics -- such as twine, Styrofoam and candy wrappers -- in their stomach.",
        "timestamp": "2023-06-25T09:29:35",
        "title": "Seabirds study shows plastic pollution reaching surprising levels off coast of Pacific Northwest -- ScienceDaily",
        "url": "https://www.sciencedaily.com/releases/2012/07/120704124321.htm"
    }
]