[
    {
        "id": "web-search_6:0",
        "snippet": "Computational Methods for Engineering\n\nDamage & Fracture Mechanics\n\nEarthquake Engineering\n\nElectrical Engineering & Electromagnetics\n\nEnvironmental Engineering\n\nEnvironmental Health\n\nMarine & Offshore Engineering\n\nMaterials & Manufacturing\n\nMathematics & Statistics\n\nStructural Engineering\n\nSustainable Development\n\nTransport Engineering\n\nInternational Journals\n\nInternational Journal of Computational Methods and Experimental Measurements\n\nInternational Journal of Design & Nature and Ecodynamics\n\nInternational Journal of Ecodynamics\n\nInternational Journal of Energy Production and Management\n\nInternational Journal of Environmental Impacts\n\nInternational Journal of Heritage Architecture\n\nInternational Journal of Safety and Security Engineering\n\nInternational Journal of Sustainable Development and Planning\n\nInternational Journal of Transport Development and Integration\n\nTransactions of the Wessex Institute\n\nWIT Transactions on Engineering Sciences\n\nWIT Transactions on The Built Environment\n\nWIT Transactions on Information and Communication Technologies\n\nWIT Transactions on Ecology and the Environment\n\nWIT Transactions on Modelling and Simulation\n\nWIT Transactions on Biomedicine and Health\n\nWIT Transactions on State-of-the-art in Science and Engineering\n\nInternational Journals\n\nInternational Journal of Computational Methods and Experimental Measurements\n\nInternational Journal of Design & Nature and Ecodynamics\n\nInternational Journal of Ecodynamics\n\nInternational Journal of Energy Production and Management\n\nInternational Journal of Environmental Impacts\n\nInternational Journal of Heritage Architecture\n\nInternational Journal of Safety and Security Engineering\n\nInternational Journal of Sustainable Development and Planning\n\nInternational Journal of Transport Development and Integration\n\nAbout the Wessex Institute\n\nFrequently Asked Questions\n\nObituary - Professor Carlos A Brebbia\n\nWIT Transactions Editorial Board\n\nPublish with WIT Press\n\nSubmit a Conference Paper\n\nWIT Transactions on Ecology and the Environment\n\nWater Pollution Issues And Concerns In The Pacific Northwest, USA\n\nAir and Water Pollution 2022\n\nEdited By: C.A. Brebbia, Wessex Institute of Technology, UK\n\nWater Pollution Issues And Concerns In The Pacific Northwest, USA\n\nWIT Transactions on Ecology and the Environment\n\nR. Mahler, M. Barber & B. Shafii\n\nOver 90% of Pacific Northwest residents consider safe drinking water, clean rivers and groundwater protection to be the three most important environmental issues in the region.",
        "timestamp": "2024-01-11T02:35:46",
        "title": "Water Pollution Issues And Concerns In The Pacific Northwest, Usa",
        "url": "https://www.witpress.com/elibrary/wit-transactions-on-ecology-and-the-environment/182/26181"
    },
    {
        "id": "web-search_8:6",
        "snippet": " Eutrophication is an increase in nutrients in the water, which can lead to algal blooms. When the algae eventually die and sink to the bottom, bacteria and other organisms, consume them – a process that uses up available oxygen. There is concern that eutrophication and harmful algae blooms could have significant impacts in the future since wastewater flows into the Salish Sea are increasing over time as population growth in the region continues.\n\nWatershed hydrology also strongly affects the residence time of water in some inlets and bays; when the region experiences droughts or periods of low baseflow the impacts from human nutrient inputs are exacerbated because estuarine circulation is dampened and these areas are not flushed as quickly.",
        "timestamp": "2024-02-22T19:43:06",
        "title": "Marine Water Quality | US EPA",
        "url": "https://www.epa.gov/salish-sea/marine-water-quality"
    },
    {
        "id": "web-search_8:43",
        "snippet": " The new facility provides tertiary treatment to wastewater.\n\nIn North Vancouver and West Vancouver, construction is underway to build a $700 million dollar wastewater treatment plant in order to replace the current Lions Gate Wastewater Treatment Plant. The North Shore Wastewater Treatment Plant will be more energy efficient and will provide secondary treatment to wastewater.\n\nWashington Dept. of Ecology marine water and sediment monitoring\n\nPuget Sound Ecosystem Monitoring Program Marine Waters Report\n\nHood Canal Dissolved Oxygen Program\n\nWashington Dept. of Ecology \"Eyes over Puget Sound\" aerial surface water monitoring\n\nPuget Sound Partnership Vital Signs - Healthy Water Quality\n\nState of the Physical, Biological, and Selected Fishery Resources of Pacific Canadian Marine Ecosystems in 2018\n\nThe Government of Canada Draft Science Assessment on Plastic Pollution\n\nOceanWise and Vancouver Aquarium Research Programs\n\nSustainable Perspective\n\nCoast Salish Canoe Journey 2009 landing in Pillar Point, WA.",
        "timestamp": "2024-02-22T19:43:06",
        "title": "Marine Water Quality | US EPA",
        "url": "https://www.epa.gov/salish-sea/marine-water-quality"
    },
    {
        "id": "web-search_9:3",
        "snippet": " This indicates it is an issue which warrants further study.\"\n\nThe researchers propose annual monitoring of trends in plastic pollution and the effectiveness of marine waste reduction strategies.\n\n\"Beached bird surveys are providing important clues about causes and patterns of sea bird mortality from oil spill impacts, fisheries by-catch and now plastic ingestion,\" says co-author Karen Barry with Bird Studies Canada, a not-for profit organization that helped facilitate the study.\n\nEnvironmental Issues\n\nEnvironmental Awareness\n\n1993 North American storm complex\n\nMaterials provided by University of British Columbia. Note: Content may be edited for style and length.\n\nStephanie Avery-Gomm, Patrick D. O’Hara, Lydia Kleine, Victoria Bowes, Laurie K. Wilson, Karen L. Barry.",
        "timestamp": "2023-06-25T09:29:35",
        "title": "Seabirds study shows plastic pollution reaching surprising levels off coast of Pacific Northwest -- ScienceDaily",
        "url": "https://www.sciencedaily.com/releases/2012/07/120704124321.htm"
    },
    {
        "id": "web-search_1:1",
        "snippet": " Eutrophication, a cause of harmful algal blooms (HABs) and hypoxia, is a growing concern, particularly in the southern Yellow Sea, the Amursky Bay in the Russian Federation, and the Masan Bay in Korea.\n\nNOWPAP supports the Member States with information, guidelines, and best practices to prevent and reduce land- and sea-based pollution, including eutrophication. Over the past decade, Northwest Pacific countries have been implementing the NOWPAP Regional Action Plan on Marine Litter (RAP MALI) which aims to prevent, control and remove marine litter, including through annual marine litter management workshops and International Coastal Clean-up campaigns. NOWPAP hosts the Northwest Pacific Regional Node of the Global Partnership on Marine Litter (GPML), a major information portal on marine litter data in the region.",
        "timestamp": "2023-01-02T14:05:42",
        "title": "Prevent and reduce pollution | Northwest Pacific Action Plan (NOWPAP)",
        "url": "https://www.unep.org/nowpap/what-we-do/prevent-and-reduce-pollution"
    }
]